public class qwer{

    public static String asdf2="";

    public static void main(String[] args){


        asdf();
    }

    public static void asdf(){

 
        for(int i=1,j=13;i<=195;i++){
            if(i<10){
                System.out.println(i+") "+"MR-CD1-00"+i+" "+j);
            }
            else if(10<=i&&i<100) {
                System.out.println(i+") "+"MR-CD1-0"+i+" "+j);
            }
            else  System.out.println(i+") "+"MR-CD1-"+i+" "+j);
       // System.out.println(",("+"'"+"SW-TD3-"+String.valueOf(i)+"')");
      
       //System.out.println(""+i);
       j++;
        }
    }


    public static void asdf2(){


        String asdf=
      

        " 공지사항 목록"+
        ",공지사항 상세관리"+
        ",사내게시판 목록"+
        ",사내게시판 상세관리"+
        ",업무관리 목록"+
        ",업무관리 상세관리"+
        ",일정관리 목록"+
        ",일정관리 상세관리"+
        ",거래처정보 목록"+
        ",거래처정보 상세관리"+
        ",분류코드 목록"+
        ",분류코드 상세관리"+
        ",작업자코드 목록"+
        ",작업자코드 상세관리"+
        ",단위코드 목록"+
        ",단위코드 상세관리"+
        ",품질코드 목록"+
        ",품질코드 유형 상세관리"+
        ",품질항목 상세관리"+
        ",제품정보 목록"+
        ",제품정보 상세관리"+
        ",단가이력 목록"+
        ",단가이력 상세관리"+
        ",발주관리 목록"+
        ",발주관리 상세관리"+
        ",입고대기 목록"+
        ",입고현황 목록"+
        ",입고현황 상세관리"+
        ",마감집계 목록"+
        ",마감집계 상세관리"+
        ",작업지시 목록"+
        ",작업지시 상세관리"+
        ",생산계획 목록"+
        ",생산실적 목록"+
        ",생산실적 상세관리"+
        ",생산현황 목록"+
        ",수주관리 목록"+
        ",수주관리 상세관리"+
        ",출고대기 목록"+
        ",출고현황 목록"+
        ",출고현황 상세관리"+
        ",마감집계 목록"+
        ",마감집계 상세관리"+
        ",수입검사 목록"+
        ",공정검사 목록"+
        ",출하검사 목록"+
        ",부적합관리 목록"+
        ",부적합관리 상세관리"+
        ",고객관리 목록 "+
        ",고객관리 상세관리"+
        ",고객관리 출고정보 상세관리"+
        ",A/S관리 목록"+
        ",A/S관리 상세관리"+
        ",A/S현황 목록"+
        ",재고목록 "+
        ",재고목록 상세관리"+
        ",재고이력 목록"+
        ",프로젝트관리"+
        ",프로젝트관리 상세관리"+
        ",프로젝트현황 목록"+
        ",매입관리 목록"+
        ",매입관리 상세관리"+
        ",매출관리 목록"+
        ",매출관리 상세관리"+
        ",프로젝트집계 목록"+
        ",자금현황 목록"+
        ",공정품질현황 목록"+
        ",수출하리드타임 목록"+
        ",사원등록 목록"+
        ",사원등록 상세관리"+
        ",재직증명 목록"+
        ",재직증명 상세관리"+
        ",경력증명 목록"+
        ",경력증명 상세관리"+
        ",부서 목록"+
        ",부서 상세관리"+
        ",직급 목록"+
        ",직급 상세관리"+
        ",잔업명 목록"+
        ",잔업명 상세관리"+
        ",수당공제 목록"+
        ",수당공제 상세관리"+
        ",기본급 목록"+
        ",기본급 상세관리 "+
        ",기본급 상세관리 일괄등록"+
        ",잔업수당 목록"+
        ",잔업수당 상세관리"+
        ",고정수당 목록"+
        ",고정수당 상세관리"+
        ",공과금 목록"+
        ",공과금 상세관리"+
        ",공제금 목록"+
        ",공제금 상세관리"+
        ",근태월보 목록"+
        ",근태월보 상세관리"+
        ",근태월보 복사"+
        ",급여 목록"+
        ",급여 상세관리 "+
        ",급여 상세관리 - 출력"+
        ",급여 - 급여명세서 발송"+
        ",상여 목록"+
        ",상여 상세관리"+
        ",일용 목록"+
        ",일용 상세관리"+
        ",이체 목록 "+
        ",징수 목록 "+
        ",징수상세관리 - 징수부"+
        ",징수상세관리 - 징수부(참고용)"+
        ",퇴직금 추계 목록"+
        ",지급조서 목록"+
        ",지급조서 상세관리 - 거주자영수증"+
        ",지급조서 상세관리 - 사업소득영수증"+
        "지급조서 상세관리 - 기타소득영수증";
        


        String[] arr = asdf.split(",");
        for(int i=0,j=13;i<=arr.length+1;i++){
            if(i<10){
                System.out.println(i+1+") "+arr[0]+" "+"BW-TD4-00"+i+" "+j);
            }
            else if(10<=i&&i<100) {
                System.out.println(i+") "+arr[0]+" "+"BW-TD4-0"+i+" "+j);
            }
            else  System.out.println(i+") "+arr[0]+" "+"BW-TD4-"+i+" "+j);
       // System.out.println(",("+"'"+"SW-TD3-"+String.valueOf(i)+"')");
      
       //System.out.println(""+i);
       j++;
        }
    }

 

}